000100*
000200 IDENTIFICATION DIVISION.                                         
000300 PROGRAM-ID.
000400 HELLO-WORLD.
000500* simple hello world program
000600 
000700 PROCEDURE DIVISION.
000800 DISPLAY 'Hello world!'.
000900 STOP RUN.
001000